// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Paramètres de stockage des tâches";

HSDAllowStoredJobsCheckBox = "Autoriser les jobs stockés sur cette imprimante";
HSDInternalPrinterMemoryLocation = "Mémoire interne de l'imprimante";
HSDUSBFlashStorageDeviceLocation = "Dispositif de stockage USB flash";
InternalPrinterMemoryLocationTooltip = "Toutes les données de stockage des jobs présentes sur le dispositif de stockage USB flash seront supprimées au moyen de la méthode de suppression cryptographique sécurisée. Tous les jobs stockés ultérieurement seront sauvegardés sur la mémoire interne de l'imprimante.";
USBFlashStorageDeviceLocationTooltip = "Le dispositif de stockage flash sera formatté et toutes les données seront perdues. Les données de stockage des jobs existantes seront déplacées de la mémoire interne de l'imprimante vers le dispositif de stockage flash. Tous les jobs stockés ultérieurement seront sauvegardés sur le dispositif de stockage flash.";

HSDSortPopUpTitle = "Trier les tâches stockées par :";
HSDRetainTempJobsPolicyPopUpTitle = "Conserver les tâches temporaires après redémarrage :";
HSDDeleteTempJobsAfterPopUpTitle = "Supprimer les tâches temporaires après :";
HSDDeleteStandardJobsAfterPopUpTitle = "Supprimer les tâches normales après :";
HSDRejectNoPinJobsCheckBox = "Annuler toutes les tâches stockées sans PIN";
HSDDeleteAllStoredJobsButton = "Supprimer toutes les tâches stockées";

// values for sort popup
HSDAlphabetically = "Référence du job";
HSDChronologically = "Date";

// values for retain temp jobs policy popup
HSDAll = "Tout";
HSDNone = "Ne pas s'en souvenir";
HSDOnlyPersonal = "Personnel uniquement";

// values for delete temp/standard job after popup
HSDNever = "Jamais";
HSDThirtyMinutes = "30 minutes";
HSDOneHour = "1 heure";
HSDFourHours = "4 heures";
HSDOneDay = "1 jour";
HSDOneWeek = "1 semaine";
HSDFourWeeks = "4 semaines";

NoGetTitle = "Paramètres non récupérables";
NoGetMsg = "Vérifiez si l'imprimante est en ligne et connectée.";
